
===
Нормальное
Начальное приближение
масштаба t[0] = 0.97111458432357
сдвига t[1] = 0.00247976675450

Результаты проверки согласия: k=5, r=2
* Хи-квадрат Пирсона S=5.748463188426033 P=0.0564595066526275
* Колмогорова S=0.507234274915895 P=0.8094095018545041
* Омега-малое кв. Мизеса S=0.04692228147333741 P=0.5601325441015828
* Омега-большое кв. Мизеса S=0.4119167423465342 P=0.3430030432417992

C:\Users\Женя\Downloads\ISW_exe (4)\N(0.0000,1.0000).dat
Наилучшее :
N(-0.0094,0.9647)
Имя для .ini-файла:
Shift(Scale(D9(),0.964724352568540167?),-0.009358427999531712?)
======================================

===
Нормальное
Начальное приближение
масштаба t[0] = 0.97111458432357
сдвига t[1] = 0.00247976675450

Результаты проверки согласия: k=5, r=2
* Хи-квадрат Пирсона S=5.748463188426033 P=0.0564595066526275
* Колмогорова S=0.507234274915895 P=0.8094095018545041
* Омега-малое кв. Мизеса S=0.04692228147333741 P=0.5601325441015828
* Омега-большое кв. Мизеса S=0.4119167423465342 P=0.3430030432417992

C:\Users\Женя\Downloads\ISW_exe (4)\N(0.0000,1.0000).dat
Наилучшее :
N(-0.0094,0.9647)
Имя для .ini-файла:
Shift(Scale(D9(),0.964724352568540167?),-0.009358427999531712?)
======================================

===
Нормальное
Начальное приближение
масштаба t[0] = 0.97111458432357
сдвига t[1] = 0.00247976675450

Результаты проверки согласия: k=5, r=2
* Хи-квадрат Пирсона S=5.748463188426033 P=0.0564595066526275
* Колмогорова S=0.507234274915895 P=0.8094095018545041
* Омега-малое кв. Мизеса S=0.04692228147333741 P=0.5601325441015828
* Омега-большое кв. Мизеса S=0.4119167423465342 P=0.3430030432417992

C:\Users\Женя\Downloads\ISW_exe (4)\N(0.0000,1.0000).dat
Наилучшее :
N(-0.0094,0.9647)
Имя для .ini-файла:
Shift(Scale(D9(),0.964724352568540167?),-0.009358427999531712?)
======================================

===
Нормальное
Начальное приближение
масштаба t[0] = 0.97111458432357
сдвига t[1] = 0.00247976675450

Результаты проверки согласия: k=4, r=2
* Хи-квадрат Пирсона S=0.86461698362634 P=0.3524498786911061
* Колмогорова S=0.7366042172984135 P=0.226693047831189
* Омега-малое кв. Мизеса S=0.1224546338880253 P=0.05668803602433271
* Омега-большое кв. Мизеса S=0.6777874464302158 P=0.07697329234400402

C:\Users\Женя\Downloads\ISW_exe (4)\N(0.0000,1.0000).dat
Наилучшее :
N(0.0172,0.9750)
Имя для .ini-файла:
Shift(Scale(D9(),0.974952136536262337?),0.017190903598807525?)
======================================

===
Нормальное
Начальное приближение
масштаба t[0] = 0.97111458432357
сдвига t[1] = 0.00247976675450

Результаты проверки согласия: k=8, r=2
* Хи-квадрат Пирсона S=9.287800180005213 P=0.09812089958866201
* Колмогорова S=0.552471197897815 P=0.688489386118408
* Омега-малое кв. Мизеса S=0.05786443955055655 P=0.4069739436466743
* Омега-большое кв. Мизеса S=0.4334565358593636 P=0.3049456115545662

C:\Users\Женя\Downloads\ISW_exe (4)\N(0.0000,1.0000).dat
Наилучшее :
N(-0.0001,0.9859)
Имя для .ini-файла:
Shift(Scale(D9(),0.985935626503660845?),-0.000073087293987277?)
======================================

===
Нормальное
Начальное приближение
масштаба t[0] = 0.97111458432357
сдвига t[1] = 0.00247976675450

Результаты проверки согласия: k=10, r=2
* Хи-квадрат Пирсона S=4.64274856303752 P=0.7034667260966531
* Колмогорова S=0.5736388972479523 P=0.6277132232206738
* Омега-малое кв. Мизеса S=0.06562427399350919 P=0.3212901402802559
* Омега-большое кв. Мизеса S=0.4404923158255087 P=0.2933626633842846

C:\Users\Женя\Downloads\ISW_exe (4)\N(0.0000,1.0000).dat
Наилучшее :
N(0.0040,0.9769)
Имя для .ini-файла:
Shift(Scale(D9(),0.976875968162398411?),0.003966144936112093?)
======================================

===
Нормальное
Начальное приближение
масштаба t[0] = 0.97111458432357
сдвига t[1] = 0.00247976675450

Результаты проверки согласия: k=10, r=2
* Хи-квадрат Пирсона S=4.64274856303752 P=0.7034667260966531
* Колмогорова S=0.5736388972479523 P=0.6277132232206738
* Омега-малое кв. Мизеса S=0.06562427399350919 P=0.3212901402802559
* Омега-большое кв. Мизеса S=0.4404923158255087 P=0.2933626633842846

C:\Users\Женя\Downloads\ISW_exe (4)\N(0.0000,1.0000).dat
Наилучшее :
N(0.0040,0.9769)
Имя для .ini-файла:
Shift(Scale(D9(),0.976875968162398411?),0.003966144936112093?)
======================================

===
Логистическое
Начальное приближение
масштаба t[0] = 0.53540353110310
сдвига t[1] = 0.00247976675450

Результаты проверки согласия: k=10, r=2
* Хи-квадрат Пирсона S=20.31921714116616 P=0.004919918301768812
* Колмогорова S=0.6827720230675204 P=0.1943038574870454
* Омега-малое кв. Мизеса S=0.09328525793069041 P=0.05836685330997968
* Омега-большое кв. Мизеса S=0.9583467295228729 P=0.005572403502267894

C:\Users\Женя\Downloads\ISW_exe (4)\N(0.0000,1.0000).dat
Наилучшее :
Лог(-0.0143,0.5730)
Имя для .ini-файла:
Shift(Scale(D13(),0.573020711776073388?),-0.014282209406962952?)
======================================

===
Нормальное
Начальное приближение
масштаба t[0] = 0.96561700000000
сдвига t[1] = 0.00331100000000

Результаты проверки согласия: k=10, r=0
* Хи-квадрат Пирсона S=5.031750451221916 P=0.8315317522897672
* Колмогорова S=0.6281596585916451 P=0.8249496188782406
* Омега-малое кв. Мизеса S=0.06778312081799169 P=0.7652369384434357
* Омега-большое кв. Мизеса S=0.4619137885804321 P=0.7858654518238789

C:\Users\Женя\Downloads\ISW_exe (4)\N(0.0000,1.0000).dat
Наилучшее :
N(0.0033,0.9656)
Имя для .ini-файла:
Shift(Scale(D9(),0.965616999999999948),0.003311000000000000)
======================================

===
Логистическое
Начальное приближение
масштаба t[0] = 1.01666800000000
сдвига t[1] = -0.00544900000000

Результаты проверки согласия: k=10, r=0
* Хи-квадрат Пирсона S=314.8213335338296 P=1.866781311779442e-62
* Колмогорова S=4.353752845623268 P=0       
* Омега-малое кв. Мизеса S=8.096456779139803 P=0       
* Омега-большое кв. Мизеса S=54.79690372355276 P=0       

C:\Users\Женя\Downloads\ISW_exe (4)\N(0.0000,1.0000).dat
Наилучшее :
Лог(-0.0054,1.0167)
Имя для .ini-файла:
Shift(Scale(D13(),1.016667999999999905),-0.005449000000000000)
======================================
